import React from "react";
import "./Main.css"

export default function Main() {
  return (
    <div>
      Доброго времени суток. Вас приветствует система-тренажер, предназначенная
      для развития знаний по информационной безопасности среди студентов и
      начинающих работников в сфере безопасности. В данной системе вы сможете
      ознакомиться с различными источниками по криптографии, протестировать
      некоторые шифры, а также прочитать некоторую информацию о них. Мы очень
      надеемся, что система сможет быть полезной для вас.
      <br />
      <br /> <b>Зачем это нужно?</b>
      <br />
      <br /> На данный момент человечество впервые сильно задумалось о
      безопасности. Кибербезопасность впервые вырвалась вперед по
      перспективности развития, а провалы систем компьютерной безопасности
      крупных информационных монополистов на рынке, производителей ПО и т.д.,
      показали необходимость того, что нужно развивать инфраструктуру
      информационной безопасности и всех её отраслей. Более того, в различных
      сферах всё большее внимание уделяется криптографии, как важной части
      обеспечения безопасности. Хакерские группировки увеличили размах своей
      деятельности, и старые методы защиты, работавшие в условиях ненадобности в
      усилении защиты, становятся причиной колоссальных убытков. Поэтому и
      встаёт вопрос об обучении людей различным методам шифрования своих личных
      данных.
      <br />
      <br /> <b>В чём наша цель?</b>
      <br />
      <br /> Наша цель заключается в том, чтобы обучить простых граждан избегать
      базовых опасностей Интернета, объясняя им простейшие уловки
      интернет-мошенников, создать инфраструктуру для первичного обучения людей
      основам криптографии, а также, с помощью различных источников, ознакомить
      людей, готовых окунуться в информационную безопасность с головой, с
      различными протоколами защиты в других странах; ПО, используемым для
      обеспечения безопасности; а также с историей вредоносного ПО и их базовой
      классификацией.
    </div>
  );
}
